child('Александр Ветошкин','Виктор Ветошкин').
child('Александр Ветошкин','Татьяна Игонина').
child('Ирина Кузнецова','Василий Захаров').
child('Ирина Кузнецова','Любовь Карпакова').
child('Валерия Ветошкина','Александр Ветошкин').
child('Валерия Ветошкина','Ирина Кузнецова').
child('Василий Захаров','Федор Захаров').
child('Василий Захаров','Арина Несветова').
child('Александр Кузнецов','Василий Захаров').
child('Александр Кузнецов','Любовь Карпакова').
child('Валентина Кузнецова','Василий Захаров').
child('Валентина Кузнецова','Любовь Карпакова').
child('Людмила Захарова','Василий Захаров').
child('Людмила Захарова','Любовь Карпакова').
child('Татьяна Игонина','Егор Игонин').
child('Татьяна Игонина','Ольга Зёрнышкина').
child('Елена Ветошкина','Виктор Ветошкин').
child('Елена Ветошкина','Татьяна Игонина').
child('Анна Каширина','Дмитрий Каширин').
child('Анна Каширина','Елена Ветошкина').
child('Дмитрий Каширин','Александр Каширин').
child('Дмитрий Каширин','Валентина Цивилёва').
child('Александр Сорокин','Вячеслав Сорокин').
child('Александр Сорокин','Людмила Захарова').
child('Валентин Захаров','Александр Кузнецов').
child('Валентин Захаров','Римма Мохова').
child('Михаил Захаров','Александр Кузнецов').
child('Михаил Захаров','Римма Мохова').
child('Виктор Ветошкин','Иван Ветошкин').
child('Виктор Ветошкин','Анастасия Паницкова').
child('Кирилл Каширин','Дмитрий Каширин').
child('Кирилл Каширин','Елена Ветошкина').
child('Илья Каширин','Дмитрий Каширин').
child('Илья Каширин','Елена Ветошкина').
child('Любовь Карпакова','Степан Карпаков').
child('Любовь Карпакова','Татьяна Донская').
child('Борис Карпаков','Степан Карпаков').
child('Борис Карпаков','Татьяна Донская').
child('Алексей Карпаков','Степан Карпаков').
child('Алексей Карпаков','Татьяна Донская').
child('Андрей Самохин','Владимир Самохин').
child('Андрей Самохин','Валентина Кузнецова').
child('Александр Самохин','Владимир Самохин').
child('Александр Самохин','Валентина Кузнецова').
child('Полина Самохина','Владимир Самохин').
child('Полина Самохина','Валентина Кузнецова').
child('Тамара Захарова','Федор Захаров').
child('Тамара Захарова','Арина Несветова').
child('Даниил Афендульев','Артём Афендульев').
child('Даниил Афендульев','Полина Самохина').
child('Мария Самохина','Александр Самохин').
child('Мария Самохина','Ксения Качан').
child('Александр Каширин','Арсений Каширин').
child('Александр Каширин','Евдокия Нуштаева').
child('Валентина Цивилёва','Геннадий Цивилёв').
child('Валентина Цивилёва','Екатерина Зуева').
male('Александр Ветошкин').
male('Василий Захаров').
male('Александр Кузнецов').
male('Дмитрий Каширин').
male('Александр Сорокин').
male('Вячеслав Сорокин').
male('Владимир Самохин').
male('Валентин Захаров').
male('Михаил Захаров').
male('Виктор Ветошкин').
male('Иван Ветошкин').
male('Егор Игонин').
male('Кирилл Каширин').
male('Илья Каширин').
male('Федор Захаров').
male('Степан Карпаков').
male('Борис Карпаков').
male('Алексей Карпаков').
male('Андрей Самохин').
male('Александр Самохин').
male('Даниил Афендульев').
male('Артём Афендульев').
male('Александр Каширин').
male('Геннадий Цивилёв').
male('Арсений Каширин').
female('Ирина Кузнецова').
female('Валерия Ветошкина').
female('Валентина Кузнецова').
female('Людмила Захарова').
female('Татьяна Игонина').
female('Елена Ветошкина').
female('Анна Каширина').
female('Римма Мохова').
female('Анастасия Паницкова').
female('Ольга Зёрнышкина').
female('Любовь Карпакова').
female('Арина Несветова').
female('Татьяна Донская').
female('Полина Самохина').
female('Тамара Захарова').
female('Мария Самохина').
female('Ксения Качан').
female('Валентина Цивилёва').
female('Екатерина Зуева').
female('Евдокия Нуштаева').
